Revit 2024 API
ApplicationEntryPoint.FinishInitializationEO Method
 For Revit Macros internal use only.
Namespace: Autodesk.Revit.DB.Macros
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public void FinishInitializationEO()
Visual Basic
Public Sub FinishInitializationEO
Visual C++
public:
virtual void FinishInitializationEO() sealed
Implements
IEntryPoint.FinishInitialization()
See Also
ApplicationEntryPoint Class
Autodesk.Revit.DB.Macros Namespace